---
kind: other
id: Methods.T:Autodesk.Revit.DB.FaceDetailNode
source: html/1a1b7fb0-0218-04f7-b0cf-3bd9855a695e.htm
---
# FaceDetailNode Methods

Returns instance transform of the object being drawn.